//CHK4UCAT JOB LBD,'LIONEL',REGION=0M,NOTIFY=&SYSUID,CLASS=A
//OUT      OUTPUT DEFAULT=YES,JESDS=ALL,OUTDISP=(HOLD,HOLD)
/*
//TSOXDD1  EXEC PGM=IKJEFT01
//STEPLIB  DD DISP=SHR,DSN=LBDYCK.LIONEL.LOAD
//SYSEXEC  DD DISP=SHR,DSN=LBDYCK.LIONEL.EXEC
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
 %CHK4UCAT
/*
